[
    {
        "name": "VAIR",
        "background": "1. Pursuant to Official LEXIS File #VAIR-051, subject identified as Vair demonstrates signs of psychological distress stemming from multiple forced confession extractions.\n\n2. Known for prior loyalty to LEXIS, he has shown increasing agitation when confronted with evidence of systemwide brutality.\n\n3. Interviews indicate he suffers recurring nightmares involving victims from the Evricon Sphere, suggesting deep remorse and guilt.\n\n4. Surveillance logs confirm repeated hesitation during interrogations, raising doubts about his long-term reliability under duress.\n\n5. Subject’s unique skill set includes advanced proficiency with both ballistic weaponry and neural-interface technology, making him essential yet potentially hazardous.\n\n6. Field agents observe that Vair exhibits extreme caution, verifying surroundings for illusions or hidden threats at every turn.\n\n7. Forensic data reveals possible tampering with Evricon records, hinting at covert attempts to protect detainees from lethal procedures.\n\n8. Psychological assessments classify him as borderline unstable, teetering between compliance with LEXIS mandates and personal moral conflict.\n\n9. Guards have witnessed episodes where Vair experiences partial hallucinations, seeing spectral images of those he once interrogated.\n\n10. Subject retains official Arbiter credentials, granting him citywide mobility despite his compromised mental state.\n\n11. Intelligence analysts warn that Vair may act against LEXIS if pushed by further atrocities, reflecting an emerging rebellious streak.\n\n12. Internal files link his loyalty fractures to extensive contact with Lower Quarter insurgents, indicating potential collaboration with subversive elements.\n\n13. In precarious situations, Vair exhibits calculated aggression, balancing lethal force with occasional mercy, complicating threat-level classification.\n\n14. His refusal to undergo mandated Evricon therapy sessions suggests heightened distrust of the very system he once served.\n\n15. Lexis Security currently recommends continued surveillance, psychological evaluation, and enforced compliance protocols, aiming to neutralize the risk of defection.",
        "hologramAvatar": "assets/images/VAIR dossier.webp"
    },
    {
        "name": "NIKA",
        "background": "1. Pursuant to Official LEXIS File #NIKA-092, subject identified as Nika is flagged for high-security observation due to confirmed anti-LEXIS activities.\n\n2. Field reports describe her as an adept hacker skilled in breaching restricted databases, erasing digital footprints, and disseminating classified intel.\n\n3. Her aggressive demeanor often manifests in combative confrontations, suggesting a deep-seated resentment toward authority.\n\n4. Extensive records of black-market dealings in the Lower Quarter indicate her involvement in weapon modification and contraband distribution.\n\n5. Subject’s prior statements reveal a personal vendetta against LEXIS, fueled by an undisclosed tragedy linked to official crackdowns.\n\n6. Testimonies from civilian contacts depict her as fiercely protective of oppressed inhabitants, albeit employing unlawful methods.\n\n7. Audio surveillance logs capture frequent mention of ‘tearing down illusions,’ implying knowledge or suspicion of classified Evricon manipulations.\n\n8. Nika displays high adaptability in conflict, engaging both physically and digitally to outmaneuver potential captures.\n\n9. Repeated infiltration of secure LEXIS networks highlights her capacity to disrupt surveillance systems on a citywide scale.\n\n10. Psychological evaluations point to an underlying sadness, possibly stemming from repeated betrayals and personal loss, masked by anger.\n\n11. Interrogation transcripts confirm her combative stance, refusing to divulge allies’ identities under severe pressure.\n\n12. Analysts note that she frequently targets the station’s neural records, hinting at efforts to expose or sabotage illusions used in forced confessions.\n\n13. Her alliances with individuals like Vair remain uncertain; intelligence suggests mutual goals but a fragile trust dynamic.\n\n14. Risk assessment categorizes Nika as a priority threat capable of igniting widespread unrest if she successfully leaks top-tier information.\n\n15. Lexis Security recommends immediate apprehension or neutralization, coupled with ongoing infiltration to identify her network of subversives.",
        "hologramAvatar": "assets/images/NIKA dossier.webp"
    },
    {
        "name": "RION",
        "background": "1. Pursuant to Official LEXIS File #RION-000, Markus Rion holds a high-ranking enforcement position within the regime, wielding significant authority and operational control.\n\n2. Intelligence confirms his deep involvement in Evricon Sphere strategies, using forced confessions to maintain social order through fear.\n\n3. Multiple accounts describe Rion as ruthless and unyielding, firmly believing in sacrificing individual freedoms for perceived stability.\n\n4. He oversees large-scale surveillance, personally reviewing suspect data for potential interrogation, execution, or covert disposal.\n\n5. Despite publicly presenting calm leadership, behind closed doors he exhibits intense cynicism and a readiness to crush dissent.\n\n6. Field agents document repeated instances of Rion authorizing extrajudicial measures, leveraging illusions to frame or silence opposition.\n\n7. Psychological profiles classify him as manipulative, employing intimidation or twisted logic to bend others to his will.\n\n8. Guards remark that his presence alone instills dread, prompting strict compliance among subordinates.\n\n9. Recorded directives outline Rion’s plan to refine illusions for broader societal control, possibly overshadowing even Lira’s ambitions.\n\n10. Internal memos hint at frequent disputes with colleagues, especially concerning the threshold of brutality acceptable for LEXIS operations.\n\n11. Rion’s personal logs reveal apprehension about rogue Arbiters like Vair, fearing they might destabilize his meticulously crafted system.\n\n12. Restricted documents label him a ‘necessary evil,’ implying that LEXIS leadership acknowledges moral contradictions in his methods.\n\n13. Observers note that Rion rarely demonstrates genuine emotion aside from moments of cold satisfaction when major threats are neutralized.\n\n14. He maintains a network of informants across the city, ensuring advanced warning of potential insurrections or infiltration attempts.\n\n15. Lexis Security recommends continued endorsement of Rion’s leadership role, acknowledging that any challenge to his authority could fracture the hierarchy.",
        "hologramAvatar": "assets/images/RION dossier.webp"
    },
    {
        "name": "Lyra",
        "background": "1. Pursuant to Official LEXIS File #LYRA-777, Lyra Mora is recorded as an ex-neuroscientist engaged in unauthorized experimentation with neural implants and illusions.\n\n2. Her current status remains officially unconfirmed, though multiple sightings suggest covert operations in sub-level laboratories.\n\n3. Investigations link her to gruesome modifications of human subjects, forging mechanical hybrids stripped of free will.\n\n4. Surveillance chatter indicates her use of advanced fractal coding to embed traumatic illusions into both victims and data systems.\n\n5. Field reports describe her mental state as dangerously unstable, oscillating between calculated brilliance and violent rages.\n\n6. Subjects rescued from her labs recall disturbing experiments that revolve around mass mind manipulation via the Evricon network.\n\n7. Photographic evidence depicts her dissecting or reanimating captives, apparently seeking a higher 'convergence' of minds.\n\n8. Psychological profiling suggests extreme paranoia, believing any observer or outsider intends to sabotage her ‘evolutionary’ research.\n\n9. Her involvement with forced confessions indicates potential synergy or rivalry with Rion’s directive for controlling illusions.\n\n10. Data retrieved from seized consoles reference a cradle project, potentially an epicenter of advanced neural infiltration beyond normal Evricon capacity.\n\n11. Her role in unleashing illusions citywide remains under investigation; partial logs reference an intent to enslave entire blocks through mental subjugation.\n\n12. Interrogations of escaped test subjects confirm that Lyra exhibits zero empathy, treating them as living components for her experiments.\n\n13. Attempts to pinpoint her location often end in violent altercations with mutated abominations or sabotage within LEXIS facilities.\n\n14. Containment protocols for Lyra are classified as top priority, requiring specialized teams equipped to counter neural infiltration.\n\n15. Lexis Security deems her a catastrophic threat to civic order, urging immediate neutralization or capture to prevent further escalation.",
        "hologramAvatar": "assets/images/Lyra dossier.webp"
    },
    {
        "name": "ERRAS",
        "background": "1. Pursuant to Official LEXIS File #ERR-014, the individual identified as Erras Hent is hereby documented for high-priority monitoring and containment.\n\n2. Subject exhibits extreme psychological distress, characterized by persistent hallucinatory episodes and violent obsession with perceived illusions.\n\n3. Preliminary interrogation logs confirm that he attributes his deteriorated mental state to unauthorized neural experimentation linked to Lira Mora’s cradle project.\n\n4. Field agents report that Erras frequently mutters cryptic references to 'shattered gods' and 'bleeding code,' suggesting advanced psychosis or embedded illusions.\n\n5. Despite severe physical emaciation, he has demonstrated unpredictable aggression, lashing out at guards and inflicting self-harm in moments of intense delirium.\n\n6. Surveillance footage reveals that Erras repeatedly attempts to communicate cryptic details about Lira’s deeper labs, implying partial knowledge of covert experiments.\n\n7. Forensic scans indicate neural implant scarring consistent with repeated forced memory extraction procedures.\n\n8. Multiple guard statements confirm his refusal to eat or sleep, claiming that 'her voice' resonates within every silence.\n\n9. Experts theorize that Evricon-induced illusions may have rooted deeply in his subconscious, causing partial identity breakdown.\n\n10. He displays an obsessive compulsion to decipher runic patterns etched into cell walls, believed to be derived from Lira’s fractal illusions.\n\n11. Erras’s volatility poses a containment risk, requiring regular sedation and stringent isolation protocols.\n\n12. Psychological evaluations underscore a heightened flight-or-fight reflex triggered by any mention of 'cradle' or 'resurrection.' 13. Guards have noted that, during calmer intervals, Erras pleads for release from 'the endless labyrinth in his mind.' 14. Clinical psychiatrists remain divided on whether these hallucinations stem solely from neural implants or also from advanced psychological trauma.\n\n15. Effective immediately, Lexis Security recommends indefinite secure custody, further study of his illusions, and strict surveillance to prevent any unauthorized contact with potential conspirators.",
        "hologramAvatar": "assets/images/ERRAS dossier.webp"
    }
]